docs/history/history11/KBhlincoln_s_civil_war_brilliance.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-12-03 Fri 17:48 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Lincoln's Civil War Brilliance</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Lincoln's Civil War Brilliance</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2021-12-03 Fri 17:47</date></div>
</div>
<div id="content">
<div id="table-of-backlinks"><h2>Backlinks</h2><ul><li><a class='backlink' href='KBhCivilWar.html'>Civil War</a></li> </ul></div><div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org2d023b0">1. Lincoln's Civil War Brilliance</a>
<ul>
<li><a href="#org17c5a4b">1.1. Framed the process of allowing slavery in some parts as entirely hipocritical</a></li>
<li><a href="#org4c1ddf6">1.2. :claim: lincoln was antislavery in priciple, but is not an abolitionist</a></li>
<li><a href="#org00bb511">1.3. Lincoln did not directly call for abolition</a></li>
<li><a href="#orgdf7f839">1.4. Lincoln's Kentuckian background afforded him symphathy towards slave*owners*</a></li>
<li><a href="#org6ed6585">1.5. Still racism exists deeply</a></li>
<li><a href="#org44a1094">1.6. Lincoln himself acknowledges internal sense of superiority above African Americans</a></li>
<li><a href="#orge99e55f">1.7. To some radical disuninists, antislavery == abolition</a></li>
<li><a href="#org8b0be73">1.8. As a semipolitical move, Lincoln became more definite in painting a strawman than he was before</a></li>
<li><a href="#orgf7a713b">1.9. Sending slaves away stopped as soon as slaves began "fighting gallantly"</a></li>
<li><a href="#org911cd5b">1.10. Lincoln still promoted race-based seggregation</a></li>
<li><a href="#orge6ab376">1.11. Attempted colonization for home for Black individuals was in large part a failure</a></li>
<li><a href="#orgb584ad6">1.12. Galliantness of Black people in the civil war is something that seemed to change Lincoln's racial views</a></li>
<li><a href="#org1a1ffbf">1.13. :claim: that Union victory (built on the backs of Black soliders) was decisive to the victory of Lincoln</a></li>
<li><a href="#orgb5766c9">1.14. Lincoln also began discussion of black enfranchisemesnt</a></li>
<li><a href="#org11f736d">1.15. Douglass praised Lincoln as a president that offered Black men their representation</a></li>
<li><a href="#org2b2b99e">1.16. Later Douglass stepped back his speech, and recognized the simply the loathing of slavery by Lincoln</a></li>
<li><a href="#org81b2a3e">1.17. Douglass's shifting perspective exemplified by his later speech</a></li>
<li><a href="#orgdcce74f">1.18. :claim: Douglass originally believed that Lincoin was fundimentally pro-slavery, but just using anti-slavery as leverage</a></li>
<li><a href="#org30736b2">1.19. Douglass even supported the replacement of Lincoln at one point</a></li>
<li><a href="#orgf724296">1.20. :claim: Douglass and Lincoln discord comes from the fact that Douglass was a orator to proclaim principle and Lincoln is a sly politicition</a></li>
<li><a href="#orgbe01037">1.21. :claim: Lincoln's prowess exists in dealing with an issue radically but in a manner that way seem slow and "backhanded" to obscure his motive</a></li>
<li><a href="#org9cd2e5d">1.22. :important: :claim: The north cared first about the union, then about slavery. Lincoln, by making emancipation a millitary issue, achiveed radicallism without being radical</a></li>
<li><a href="#org8105e43">1.23. Lincoln was much less racist in private than his contemporaries</a></li>
<li><a href="#orgb683407">1.24. That the equivocacy in opposing equality is to appease proslavery race arguments and erase race from table</a></li>
<li><a href="#orge7d6c90">1.25. Lincoln leveraged racism to make emancipation palatable</a></li>
<li><a href="#orged48682">1.26. Hence, after emancipation, no longer does he had to be racist</a></li>
<li><a href="#org2e35f27">1.27. Lincoln was never privately racist</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org2d023b0" class="outline-2">
<h2 id="org2d023b0"><span class="section-number-2">1</span> Lincoln's Civil War Brilliance</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org17c5a4b" class="outline-3">
<h3 id="org17c5a4b"><span class="section-number-3">1.1</span> Framed the process of allowing slavery in some parts as entirely hipocritical</h3>
<div class="outline-text-3" id="text-1-1">
<p>
“because of the monstrous injustice of slavery itself” and also “because it deprives our republican example of its just influence in the world—enables the enemies of free institutions, with plausibility, to taunt us as hypocrites.”
</p>
</div>
</div>
<div id="outline-container-org4c1ddf6" class="outline-3">
<h3 id="org4c1ddf6"><span class="section-number-3">1.2</span> :claim: lincoln was antislavery in priciple, but is not an abolitionist</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Lincoln was antislavery but not an abolitionist. That is, he considered slavery a violation of the natural rights to life, liberty, and the pursuit of happiness enunciated in America’s founding charter (written by an antislavery slaveowner).
</p>

<p>
&lt;&gt;Thomas Jefferson
</p>
</div>
</div>
<div id="outline-container-org00bb511" class="outline-3">
<h3 id="org00bb511"><span class="section-number-3">1.3</span> Lincoln did not directly call for abolition</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Lincoln and most Republicans in the 1850s did not call for the immediate abolition of slavery
</p>
</div>
</div>
<div id="outline-container-orgdf7f839" class="outline-3">
<h3 id="orgdf7f839"><span class="section-number-3">1.4</span> Lincoln's Kentuckian background afforded him symphathy towards slave*owners*</h3>
<div class="outline-text-3" id="text-1-4">
<p>
Lincoln also said he could “understand and appreciate” how “very difficult” it would be “to get rid of” slavery “in any satisfactory way&#x2026;.
</p>
</div>
</div>
<div id="outline-container-org6ed6585" class="outline-3">
<h3 id="org6ed6585"><span class="section-number-3">1.5</span> Still racism exists deeply</h3>
<div class="outline-text-3" id="text-1-5">
<p>
“What then? Free them all, and keep them among us as underlings? Is it quite certain that this betters their condition?”
</p>
</div>
</div>
<div id="outline-container-org44a1094" class="outline-3">
<h3 id="org44a1094"><span class="section-number-3">1.6</span> Lincoln himself acknowledges internal sense of superiority above African Americans</h3>
<div class="outline-text-3" id="text-1-6">
<p>
Lincoln confessed that “my own feelings will not admit of this; and if mine would, we well know that those of the great mass of white people will not.
</p>
</div>
</div>
<div id="outline-container-orge99e55f" class="outline-3">
<h3 id="orge99e55f"><span class="section-number-3">1.7</span> To some radical disuninists, antislavery == abolition</h3>
<div class="outline-text-3" id="text-1-7">
<p>
divergence between “antislavery” and “abolitionist” was a distinction without a difference
</p>
</div>
</div>
<div id="outline-container-org8b0be73" class="outline-3">
<h3 id="org8b0be73"><span class="section-number-3">1.8</span> As a semipolitical move, Lincoln became more definite in painting a strawman than he was before</h3>
<div class="outline-text-3" id="text-1-8">
<p>
In 1864 Lincoln had a much more definite idea of “what to do” and a great deal more “earthly power” to do it than in 1854. His “brethren of the south” were now “rebels”
</p>
</div>
</div>
<div id="outline-container-orgf7a713b" class="outline-3">
<h3 id="orgf7a713b"><span class="section-number-3">1.9</span> Sending slaves away stopped as soon as slaves began "fighting gallantly"</h3>
<div class="outline-text-3" id="text-1-9">
<p>
now that they were fighting so “gallantly in our ranks” their commander in chief no longer wanted them to go.
</p>
</div>
</div>
<div id="outline-container-org911cd5b" class="outline-3">
<h3 id="org911cd5b"><span class="section-number-3">1.10</span> Lincoln still promoted race-based seggregation</h3>
<div class="outline-text-3" id="text-1-10">
<p>
"I do not propose to discuss this, but to present it as a fact with which we have to deal. I cannot alter it if I would&#x2026;. It is better for us both, therefore, to be separated"
</p>
</div>
</div>
<div id="outline-container-orge6ab376" class="outline-3">
<h3 id="orge6ab376"><span class="section-number-3">1.11</span> Attempted colonization for home for Black individuals was in large part a failure</h3>
<div class="outline-text-3" id="text-1-11">
<p>
A good many Republicans agreed with one of their number who branded Lincoln’s “scheme” of colonization as “simply absurd” and “disgraceful to the administration.”
</p>
</div>
</div>
<div id="outline-container-orgb584ad6" class="outline-3">
<h3 id="orgb584ad6"><span class="section-number-3">1.12</span> Galliantness of Black people in the civil war is something that seemed to change Lincoln's racial views</h3>
<div class="outline-text-3" id="text-1-12">
<p>
Because of Lincoln’s admiration for the courage of black soldiers and their contribution to Union victories, his “racial views seemed to change”
</p>
</div>
</div>
<div id="outline-container-org1a1ffbf" class="outline-3">
<h3 id="org1a1ffbf"><span class="section-number-3">1.13</span> :claim: that Union victory (built on the backs of Black soliders) was decisive to the victory of Lincoln</h3>
<div class="outline-text-3" id="text-1-13">
<p>
nstead of being “badly beaten” at the polls in November, as he had expected in August, Lincoln was decisively reelected.
</p>
</div>
</div>
<div id="outline-container-orgb5766c9" class="outline-3">
<h3 id="orgb5766c9"><span class="section-number-3">1.14</span> Lincoln also began discussion of black enfranchisemesnt</h3>
<div class="outline-text-3" id="text-1-14">
<p>
“This was a remarkable statement,” Foner rightly asserts. “No American president had publicly endorsed even limited black suffrage.”
</p>
</div>
</div>
<div id="outline-container-org11f736d" class="outline-3">
<h3 id="org11f736d"><span class="section-number-3">1.15</span> Douglass praised Lincoln as a president that offered Black men their representation</h3>
<div class="outline-text-3" id="text-1-15">
<p>
Lincoln was “emphatically, the black man’s president,” said Douglass, “the first to show any respect for their rights as men.”
</p>
</div>
</div>
<div id="outline-container-org2b2b99e" class="outline-3">
<h3 id="org2b2b99e"><span class="section-number-3">1.16</span> Later Douglass stepped back his speech, and recognized the simply the loathing of slavery by Lincoln</h3>
<div class="outline-text-3" id="text-1-16">
<p>
Lincoln’s flaws may have been in the eyes of racial egalitarians, “in his heart of hearts he loathed and hated slavery.” His firm wartime leadership saved the nation and freed it “from the great crime of slavery. . . . The hour and the man of our redemption had met in the person of Abraham Lincoln.”
</p>
</div>
</div>
<div id="outline-container-org81b2a3e" class="outline-3">
<h3 id="org81b2a3e"><span class="section-number-3">1.17</span> Douglass's shifting perspective exemplified by his later speech</h3>
<div class="outline-text-3" id="text-1-17">
<p>
Douglass’s speech in 1876 “mimicked his own shifting perspective” on Lincoln over the previous two decades.
</p>
</div>
</div>
<div id="outline-container-orgdcce74f" class="outline-3">
<h3 id="orgdcce74f"><span class="section-number-3">1.18</span> :claim: Douglass originally believed that Lincoin was fundimentally pro-slavery, but just using anti-slavery as leverage</h3>
<div class="outline-text-3" id="text-1-18">
<p>
Because Lincoln seemed to move too slowly and reluctantly in that direction, Douglass berated him as a proslavery wolf in antislavery sheep’s clothing.
</p>
</div>
</div>
<div id="outline-container-org30736b2" class="outline-3">
<h3 id="org30736b2"><span class="section-number-3">1.19</span> Douglass even supported the replacement of Lincoln at one point</h3>
<div class="outline-text-3" id="text-1-19">
<p>
For a time Douglass even supported efforts to replace Lincoln with a more radical Republican candidate for president in the election of 1864
</p>
</div>
</div>
<div id="outline-container-orgf724296" class="outline-3">
<h3 id="orgf724296"><span class="section-number-3">1.20</span> :claim: Douglass and Lincoln discord comes from the fact that Douglass was a orator to proclaim principle and Lincoln is a sly politicition</h3>
<div class="outline-text-3" id="text-1-20">
<p>
Douglass was a radical reformer whose mission was to proclaim principles and to demand that the people and their leaders live up to those principles. Lincoln was a politician, a practitioner of the art of the possible,
</p>
</div>
</div>
<div id="outline-container-orgbe01037" class="outline-3">
<h3 id="orgbe01037"><span class="section-number-3">1.21</span> :claim: Lincoln's prowess exists in dealing with an issue radically but in a manner that way seem slow and "backhanded" to obscure his motive</h3>
<div class="outline-text-3" id="text-1-21">
<p>
Douglass and many other contemporaries failed to appreciate or even to understand Lincoln’s political legerdemain. Many historians have similarly failed. But Oakes both understands and appreciates it, and he analyzes with more clarity and precision than anyone else what he describes as the “typically backhanded way” in which Lincoln handled slavery, a tactic that “obscured the radicalism of his move.”
</p>
</div>
</div>
<div id="outline-container-org9cd2e5d" class="outline-3">
<h3 id="org9cd2e5d"><span class="section-number-3">1.22</span> :important: :claim: The north cared first about the union, then about slavery. Lincoln, by making emancipation a millitary issue, achiveed radicallism without being radical</h3>
<div class="outline-text-3" id="text-1-22">
<p>
As Oakes comments, any diligent reader of Lincoln’s words “might have found it odd that a proclamation ostensibly designed to overturn General Hunter’s emancipation order” contained a paragraph “declaring the President’s authority to free the slaves in the rebel states whenever ‘military necessity’ required it.”
&#x2026;
[yet] The cause of the Union united the North; in 1862 the issue of emancipation still deeply divided it.
</p>
</div>
</div>
<div id="outline-container-org8105e43" class="outline-3">
<h3 id="org8105e43"><span class="section-number-3">1.23</span> Lincoln was much less racist in private than his contemporaries</h3>
<div class="outline-text-3" id="text-1-23">
<p>
But in private, Lincoln was much less racist than most other whites of his time. He was “disgusted by the race-baiting of the Douglas Democrats,
</p>
</div>
</div>
<div id="outline-container-orgb683407" class="outline-3">
<h3 id="orgb683407"><span class="section-number-3">1.24</span> That the equivocacy in opposing equality is to appease proslavery race arguments and erase race from table</h3>
<div class="outline-text-3" id="text-1-24">
<p>
Lincoln’s statements expressing opposition to social and political equality, Oakes maintains, were in fact part of his antislavery strategy. Lincoln “wanted questions about race moved off the table,”
</p>
</div>
</div>
<div id="outline-container-orge7d6c90" class="outline-3">
<h3 id="orge7d6c90"><span class="section-number-3">1.25</span> Lincoln leveraged racism to make emancipation palatable</h3>
<div class="outline-text-3" id="text-1-25">
<p>
Lincoln “was once again using racism strategically” to “make emancipation more palatable to white racists,”
</p>
</div>
</div>
<div id="outline-container-orged48682" class="outline-3">
<h3 id="orged48682"><span class="section-number-3">1.26</span> Hence, after emancipation, no longer does he had to be racist</h3>
<div class="outline-text-3" id="text-1-26">
<p>
After issuing the Emancipation Proclamation on January 1, 1863, Lincoln stopped using racism as a strategic diversion.
</p>
</div>
</div>
<div id="outline-container-org2e35f27" class="outline-3">
<h3 id="org2e35f27"><span class="section-number-3">1.27</span> Lincoln was never privately racist</h3>
<div class="outline-text-3" id="text-1-27">
<p>
Douglass also found that Lincoln in person had none of that “pride of race” he had earlier accused him of possessing. “In his company I was never in any way reminded of my humble origin, or my unpopular color,” wrote Douglass.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
